/* No comment provided by engineer. */
"Ajoutez votre commentaire..." = "Ajoutez votre commentaire...";

/* No comment provided by engineer. */
"Kimi Smith" = "Kimi Smith";

"Report content" = "Report undesirable content";

"I did it" = "I did it";

"Book" = "Book";

"Tweet" = "Share on Twitter";

"Share on Facebook" = "Share on Facebook";

"Post on Instagram" = "Post on Instagram";

"Pin on Pinterest" = "Pin on Pinterest";

"It seems that we cannot talk to Twitter at the moment or you have not yet added your Twitter account to this device." = "It seems that we cannot talk to Twitter at the moment or you have not yet added your Twitter account to this device.";

"It seems that Pinterest is not installed on this device." = "It seems that Pinterest is not installed on this device.";

"Copy Hairfie" = "Copy the link";

"Report Hairfie" = "Report inappropriate";

"Delete" = "Delete";
